Repository: 89202955480/convershop
Catalog: *-apps/shop/plugins/jivo/locale/*/LC_MESSAGES/shop_jivo.po
Languages: ru_ru

source: online-consultant
ru_ru: онлайн-консультант

source: By default the plugin is disabled
ru_ru: По умолчанию плагин отключен

source: Copy the code provided by the website
ru_ru: Скопируйте код предоставленный сайтом

source: com
ru_ru: ru

source: and paste it in the box below
ru_ru: и вставьте его в поле ниже

source: Mark checkbox to enable the plugin
ru_ru: Установите галочку, чтобы включить плагин

source: All settings of online-consultant is possible to set in the control panel of the site
ru_ru: Все настройки онлайн-консультанта выполняются в панели управления на сайте

source: Plugin uses hooks
ru_ru: Для вывода кода, плагин использует хуки

source: Enable hook
ru_ru: Включение плагина

source: Position of shortcut
ru_ru: Позиция ярлыка

source: Default
ru_ru: По умолчанию

source: Left side
ru_ru: Левая сторона

source: Right side
ru_ru: Правая сторона

source: Select position of shortcut in browser window
ru_ru: Выберите позицию для отображения ярлыка онлайн-консультанта в окне браузера

source: The text of shortcut for status online
ru_ru: Текст ярлыка для статуса онлайн

source: Online-consultant
ru_ru: Онлайн-консультант

source: The text of shortcut for status offline
ru_ru: Текст ярлыка для статуса в автономном режиме

source: Send us a message
ru_ru: Отправьте нам сообщение

source: Background color of shortcut
ru_ru: Цвет фона ярлыка

source: Font color of shortcut
ru_ru: Цвет шрифта ярлыка

source: Code
ru_ru: Код

source: Text area for paste the code provided by the website
ru_ru: Вставьте тут код предоставленный сайтом

source: Save
ru_ru: Сохранить

source: Invalid value of background color or font color
ru_ru: Неверное значение цвета фона или цвета шрифта

source: Saved
ru_ru: Сохранено

source: JivoChat
ru_ru: JivoSite

source: JivoChat code is not set
ru_ru: Код JivoSite не установлен

source: Add JivoChat code in the plugin settings
ru_ru: Добавьте код JivoSite в настройках плагина

source: The JivoChat code is not specified
ru_ru: Код JivoSite не установлен

source: Unable to save the JivoChat code, check the write permission
ru_ru: Не удалось сохранить код JivoSite, проверьте права на запись

source: www.jivochat.com
ru_ru: www.jivosite.ru
